const resource = {
  "services": {
    "title": { "t": 0, "b": { "t": 2, "i": [{ "t": 3 }], "s": "جميع الخدمات" } },
    "description": { "t": 0, "b": { "t": 2, "i": [{ "t": 3 }], "s": "استكشف الخدمات المتاحة لدينا" } }
  },
  "visitOurWebsite": { "t": 0, "b": { "t": 2, "i": [{ "t": 3 }], "s": "زر موقعنا" } },
  "downloadPortfolio": { "t": 0, "b": { "t": 2, "i": [{ "t": 3 }], "s": "تحميل اعمالنا" } },
  "contactForMoreDetails": { "t": 0, "b": { "t": 2, "i": [{ "t": 3 }], "s": "للمزيد" } },
  "firstNameLabel": { "t": 0, "b": { "t": 2, "i": [{ "t": 3 }], "s": "الاسم الاول" } },
  "lastNameLabel": { "t": 0, "b": { "t": 2, "i": [{ "t": 3 }], "s": "الاسم الاخير" } },
  "emailLabel": { "t": 0, "b": { "t": 2, "i": [{ "t": 3 }], "s": "البريد الالكتروني" } },
  "phoneLabel": { "t": 0, "b": { "t": 2, "i": [{ "t": 3 }], "s": "رقم الهاتف" } },
  "messageLabel": { "t": 0, "b": { "t": 2, "i": [{ "t": 3 }], "s": "الرسالة" } },
  "sendMsg": { "t": 0, "b": { "t": 2, "i": [{ "t": 3 }], "s": "إرسال" } },
  "validations": {
    "requiredMsg": { "t": 0, "b": { "t": 2, "i": [{ "t": 3 }], "s": "هذا الحقل مطلوب" } },
    "emailMsg": { "t": 0, "b": { "t": 2, "i": [{ "t": 3 }], "s": "يرجي ادخال البريد الالكترونى بشكل صحيح" } },
    "phone": { "t": 0, "b": { "t": 2, "i": [{ "t": 3 }], "s": "يرجي ادخال رقم الهاتف بشكل صحيح" } }
  }
};
export {
  resource as default
};
